Repository: wp-plugins/ie-warning
Catalog: iewarning-*.po
Languages: be_by, fi_fi, fr_fr, ru_ru

source: Stop using IE!
be_by: Перастаньце выкарыстоўваць IE!
fi_fi: Lopeta IE:n k&auml;ytt&ouml;!
fr_fr: Arrêtez d'utiliser IE!
ru_ru: Перестаньте использовать IE!

source: Please, stop using Internet Exporer as browser at all. It's slow, unsecure and doesn't render web pages correctly.
be_by: Калі ласка, перастаньце выкарыстоўваць Internet Explorer як браўзэр. Ён няхуткі, небезапасны і паказвае вэб-старонкі няправільна.
fi_fi: Ole hyv&auml; ja lopeta Internet Explorerin k&auml;ytt&ouml; kokonaan. Se on hidas, ep&auml;turvallinen ja se n&auml;ytt&auml;&auml; verkkosivut v&auml;&auml;rin.
fr_fr: S'il vous plaît, arrêtez d'utiliser Internet Explorer comme navigateur internet. Il est lent, non sécurisé et ne rend pas correctement les pages Web.
ru_ru: Пожалуйста, перестаньте использовать Internet Explorer как браузер. Он медленный, небезопасный и отображает веб-страницы некорректно.

source: You may download free and <strong>better</strong> browser like <a href='http://www.mozilla.com/firefox'>Mozilla Firefox</a> or <a href='http://opera.com/'>Opera</a>.
be_by: Вы можаце спампаваць бясплатныя і <strong>лепшыя</strong> браўзэры як <a href='http://www.mozilla.com/firefox'>Mozilla Firefox</a> ці <a href='http://opera.com/'>Opera</a>.
fi_fi: Olet tervetullut saamaan parempia Internetkokemuksia lataamalla <strong>vakaamman ja paremman</strong> <a href='http://www.mozilla.com/firefox'>Mozilla Firefox</a>- tai <a href='http://opera.com/'>Opera</a>-internetselaimen.
fr_fr: Vous devriez télécharger un navigateur internet gratuit et <strong>meilleur</strong> comme <a href='http://www.mozilla-europe.org/fr/firefox/'>Mozilla Firefox</a> ou <a href='http://opera.com/'>Opera</a>.
ru_ru: Вы можете скачать бесплатные и <strong>лучшие</strong> браузеры как <a href='http://www.mozilla.com/firefox'>Mozilla Firefox</a> или <a href='http://opera.com/'>Opera</a>.

source: Close
be_by: Закрыць
fi_fi: Sulje
fr_fr: Fermer
ru_ru: Закрыть

source: How much times we neet to show alert window
be_by: Як шмат разоў трэба паказваць вакно папярэджваньня
fi_fi: Mill&auml; kaikilla sivuilla haluat varoituksen n&auml;kyv&auml;n?
fr_fr: Combien de fois nous devons afficher cette fenêtre d'alerte
ru_ru: Как много раз нужно показывать окно предупреждения

source: Try 'inf', if want to show on every page
be_by: Паспрабуйце 'inf', калі хочаце паказваць на кожнай старонцы
fi_fi: Laita 'inf', niin varoitus n&auml;kyy kaikilla sivuilla.
fr_fr: Essayez 'inf', si vous souhaitez l'afficher sur chaque page
ru_ru: Используйте 'inf', если хотите показывать на каждой странице

source: Minimum acceptable IE version
be_by: Мінімальная дапушчальная вэрсія IE
fi_fi: Minimi IEn versio
fr_fr: Version minimum d'IE acceptable
ru_ru: Минимальная допустимая версия IE

source: Set to <strong>x.y</strong> show warning in every IE version less than <strong>x.y</strong>
be_by: Выстаўце ў <strong>x.y</strong> для таго, каб паказваць папярэджваньне ў кожнай вэрсіі IE, якая менш за <strong>x.y</strong>
fi_fi: Laita <strong>x.y</strong>, niin varoitus n&auml;kyy kaikissa IEn versioissa.
fr_fr: Mettre <strong>x.y</strong>pour afficher l'avertissement pour chaque version d'IE inférieure à <strong>x.y</strong>
ru_ru: Выставьте в <strong>x.y</strong> для того, чтобы показывать предупреждение в каждой версии IE, меньшей <strong>x.y</strong>

source: Sleep before dispay alert (in milliseconds)
be_by: Затрымка перад паказваньнем папярэджваньня (у мілісэкундах)
fi_fi: Odottaa ennnen n&auml;kymist&auml; (ilmoitettava miljoonina. 1 miljoona vastaa 1 sekunttia)
fr_fr: Durée à attendre avant l'affichage de l'alerte (en millisecondes)
ru_ru: Задержка перед отображением предупреждения (в миллисекундах)

source: Default is 2000 (2 seconds)
be_by: Стандартнае значэньне 2000 (2 сэкунды)
fi_fi: Oletus on 2000 (2 sekunttia)
fr_fr: Défaut est 2000 (2 seconds)
ru_ru: Стандартное значение 2000 (2 секунды)

source: Custom message title
be_by: Асабісты загаловак вакна папярэджваньня
fi_fi: Muokkautettu otsikko
fr_fr: Titre de message personnalisé
ru_ru: Собственный заголовок предупреждения

source: Leave empty for default value
be_by: Застаўце пустым для стандартнага значэньня
fi_fi: J&auml;t&auml; tyhj&auml;ksi, jos haluat k&auml;ytt&auml;&auml; oletusasetuksia.
fr_fr: Laisser vide pour appliquer la valeur par défaut
ru_ru: Оставьте пустым для стандартного значения

source: Custom message
be_by: Асабістае паведамленьне папярэджваньня
fi_fi: Muokkautettu varoitus
fr_fr: Message personnalisé
ru_ru: Собственное сообщение предупреждения

source: Save Changes
be_by: Захаваць зьмены
fi_fi: Tallenna asetukset
fr_fr: Sauvegarder les changements
ru_ru: Сохранить изменения
